{
  "id": "ad980bc1-f1c0-46cc-bc63-dbeaee211f82",
  "name": "storyQuiz2",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "affectedContexts": [
        {
          "name": "storyQuiz2_await_answer1",
          "parameters": {},
          "lifespan": 1
        }
      ],
      "parameters": [],
      "messages": [
        {
          "type": 0,
          "platform": "facebook",
          "lang": "it",
          "condition": "",
          "speech": "Bene, cominciamo! Ricordati che puoi terminare l\u0027allenamento in qualsiasi momento scrivendo \"cancella\". ☺️"
        },
        {
          "type": 0,
          "platform": "facebook",
          "lang": "it",
          "condition": "",
          "speech": "Nell\u0027isola di Ischia viveva Marin Bulgaro con la sua bellissima figlia Restituita. Gianni, abitante di Procida si innamorò perdutamente della bella Restituita e andava tutti i giorni a Ischia persino a nuoto pur di vederla. Un giorno però ella venne rapita da un gruppo di ragazzi che la portarono al re Federigo d\u0027Aragona che la chiuse nel palazzo arabo-normanno che ha nome Cuba. Sulle tracce della donna amata, Gianni arrivò a Palermo e intravide Restituita dietro una finestra del palazzo. Durante la notte Federigo scoprì i due amanti addormentati e ordinò che fossero legati ed esposti nudi sulla pubblica piazza, prima di essere arsi vivi. Grazie alla testimonianza dell\u0027ammiraglio Ruggeri di Lauria, i due giovani furono perdonati, perché identificati come il nipote di Gian di Procida, un partigiano degli Aragonesi e uno dei capi della rivolta dei Vespri (1282), e come la figlia del famoso Marin Bòlgaro."
        },
        {
          "type": 1,
          "platform": "facebook",
          "lang": "it",
          "condition": "",
          "title": "Domanda 1",
          "subtitle": "Dove viveva Bulgaro?",
          "buttons": [
            {
              "text": "Ischia",
              "postback": "Ischia"
            },
            {
              "text": "Bolzano",
              "postback": "Bolzano"
            },
            {
              "text": "Trento",
              "postback": "Trento"
            }
          ]
        }
      ],
      "defaultResponsePlatforms": {},
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}